
/* Class = "NSButtonCell"; title = "Convert"; ObjectID = "0pR-Ov-0Jx"; */
"0pR-Ov-0Jx.title" = "Μετατροπή";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "44r-hi-eMM"; */
"44r-hi-eMM.title" = "Στοιχείο 3";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "6bv-r2-HZd"; */
"6bv-r2-HZd.title" = "Στοιχείο 1";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "7SO-vC-wwg"; */
"7SO-vC-wwg.title" = "Στοιχείο 2";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "B7A-3z-ucl"; */
"B7A-3z-ucl.title" = "Ακύρωση";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "GHB-72-AZW"; */
"GHB-72-AZW.title" = "Στοιχείο 1";

/* Class = "NSTextFieldCell"; title = "Two layers must be used as placeholders for the incoming and outgoing clips this transition is applied to in FCP."; ObjectID = "QYr-0k-7di"; */
"QYr-0k-7di.title" = "Πρέπει να χρησιμοποιηθούν δύο στρώσεις ως δεσμευτικά θέσης για το εισερχόμενο και το εξερχόμενο κλιπ στα οποία εφαρμόζεται αυτή η μετάβαση στο FCP.";

/* Class = "NSWindow"; title = "Convert to Transition"; ObjectID = "QvC-M9-y7g"; */
"QvC-M9-y7g.title" = "Μετατροπή σε μετάβαση";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "VS2-Qo-fUF"; */
"VS2-Qo-fUF.title" = "Στοιχείο 3";

/* Class = "NSTextFieldCell"; title = "Transition B:"; ObjectID = "aFs-7n-nyl"; */
"aFs-7n-nyl.title" = "Μετάβαση Β:";

/* Class = "NSTextFieldCell"; title = "Transition A:"; ObjectID = "lnb-Rw-faq"; */
"lnb-Rw-faq.title" = "Μετάβαση Α:";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "lsR-i4-8He"; */
"lsR-i4-8He.title" = "Στοιχείο 2";

/* Class = "NSTextFieldCell"; title = "[DO NOT LOCALIZE THIS LINE]"; ObjectID = "ykF-eq-aTi"; */
"ykF-eq-aTi.title" = "[DO NOT LOCALIZE THIS LINE]";
